[
    {
        "id": 1,
        "name": "Kader Çarkı",
        "author": "Tarot Kart Rozet",
        "price": 35,
        "oldPrice": null,
        "description": "Kader çarkı kartı kaderi, beklenmedik olayları ve ilerlemeyi sembolize eder.",
        "starRate": 5,
        "reviewCount": 1229,
        "stock": 40,
        "imgSource": "/assets/images/rozet/wheeloffortune.png",
        "type": "TAROT"

    },
    {
        "id": 2,
        "name": "Adalet",
        "author": "Tarot Kart Rozet",
        "price": 35,
        "oldPrice": null,
        "description": "Adalet kartı hakkın yerini bulması ve yapılanların ödül ve cezalarının ilahi adalet tarafından dağıtılacağı bir sürece girişin temsilcisidir.",
        "starRate": 5,
        "reviewCount": 2109,
        "stock": 20,
        "imgSource": "/assets/images/rozet/justice.png",
        "type": "TAROT"
    },
    {
        "id": 3,
        "name": "Kupaların Kraliçesi",
        "author": "Tarot Kart Rozet",
        "price": 25,
        "oldPrice": 30,
        "description": "Tarot'taki Kupaların Kraliçesi sevgi dolu, şefkatli, sezgisel, psişik ve manevi olmayı temsil eder. Tarot okumasındaki anlamdaki Kupa Kraliçesi, tüm Kupaların pozitif su enerjisinin ve bir Kraliçenin içe odaklanmasının birleşimidir.",
        "starRate": 4,
        "reviewCount": 953,
        "stock": 100,
        "imgSource": "/assets/images/rozet/queenofcup.png",
        "type": "TAROT"
    },
    {
        "id": 4,
        "name": "Kule",
        "author": "Tarot Kart Rozet",
        "price": 20,
        "oldPrice": null,
        "description": "Tarot'taki Kule kartı, eski fikirlerin çöküşüyle ilgili. Bir yapı aniden ve şiddetli bir şekilde çökerek kaosa ve sıkıntıya neden oldu, ancak yeni bir şeyin inşa edilmesi için de yer açtı. Bu kartın temel sembolleri kayalık bir çıkıntı üzerinde bir kule, bir şimşek, kuleden düşen birkaç figür ve aşağıda düşen dalgalar.",
        "starRate": 2,
        "reviewCount": 120,
        "stock": 100,
        "imgSource": "/assets/images/rozet/tower.png",
        "type": "TAROT"
    },
    {
        "id": 5,
        "name": "Joker",
        "author": "Tarot Kart Rozet",
        "price": 20,
        "oldPrice": 25,
        "description": "Tarot'taki joker kartı yeni başlangıçları simgeler. Kartın temel anlamı, jokerin yeni bir başlangıca doğru yol alması ve kişinin çantasının belirttiği gibi ihtiyaç duyduğu veya istediği her şeye sahip olmasıdır. Joker, kişiye bağlı bir paket, topuklarında bir köpek ve bir uçurum ile renkli kıyafetlerle gösterilir.",
        "starRate": 3,
        "reviewCount": 321,
        "stock": 100,
        "imgSource": "/assets/images/rozet/thefool.png",
        "type": "TAROT"
    },
    {
        "id": 6,
        "name": "Güç",
        "author": "Tarot Kart Rozet",
        "price": 25,
        "oldPrice": 35,
        "description": "Tarot'taki Güç kartı enerji ve cesarettir. Aslanın sıcak ve kükreyen enerjisi gibi cesaret ve şiddetli bir karttır. Ayrıca, korkmayan bir kadını da sembolize eder. Ölümsüz, inatçı ve kararlı. Güç kartının temel sembolleri, başının, bir aslanın ve bir gül zincirinin üzerinde asılı duran bir lemnisat (yanda sonsuz yaşam ve sonsuzluğu simgeleyen sekiz rakamı) olan bir kadındır.",
        "starRate": 4,
        "reviewCount": 753,
        "stock": 100,
        "imgSource": "/assets/images/rozet/strength.png",
        "type": "TAROT"
    },
    {
        "id": 7,
        "name": "Kılıç İkilisi",
        "author": "Tarot Kart Rozet",
        "price": 22,
        "oldPrice": 27,
        "description": "Tarot'taki kılıç ikilisi, engellenmiş duygular, kaçınma ve çıkmaza işaret eder. Tarot okumasında Kılıçların İkisi, zor seçimleri dengelemek ve zor kararlar vermek anlamına gelir. Kart, kadının duygularını kendi içinde tutma ve dış yaklaşımlardan uzak durma mücadelesini sembolize ediyor.",
        "starRate": 4,
        "reviewCount": 812,
        "stock": 100,
        "imgSource": "/assets/images/rozet/twoofswords.png",
        "type": "TAROT"
    },
    {
        "id": 8,
        "name": "Kılıç Ası",
        "author": "Tarot Kart Rozet",
        "price": 25,
        "oldPrice": 35,
        "description": "Tarot'taki Kılıç Ası zihinsel güç, gerçek, adalet, yeni fikirler ve planlar, zafer ve cesaret anlamına gelir. Tarot okumasında Kılıçların Ası anlamı, zeka ve açık düşünme ile karşılaşılan zorluklardan biridir.",
        "starRate": 5,
        "reviewCount": 1357,
        "stock": 32,
        "imgSource": "/assets/images/rozet/aceofswords.png",
        "type": "TAROT"
    }
]                       